tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# CLI for Amazon ECS to manage clusters and tasks for development
brew "amazon-ecs-cli"
# Official Amazon AWS command-line interface
brew "awscli"
# Distributed revision control system
brew "git"
# Graph visualization software from AT&T and Bell Labs
brew "graphviz"
# Password generator
brew "pwgen"
# Display directories as trees (with optional color/HTML output)
brew "tree"
cask "boostnote"
cask "docker"
cask "goland"
cask "google-chrome"
cask "google-japanese-ime"
cask "honto"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "macvim"
cask "postman"
cask "rubymine"
cask "sequel-pro"
